tap "dagger/tap"
brew "antidote"
brew "awscli"
brew "chezmoi"
brew "dysk"
brew "eza"
brew "fd"
brew "firebase-cli"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "iperf3"
brew "neovim"
brew "python@3.14"
brew "nmap"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "tor"
brew "uv"
brew "zoxide"
brew "dagger/tap/dagger"
brew "pygments"
brew "fswatch"
brew "bat"
brew "pgcli"
brew "bat"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "claude-code"
cask "discord"
cask "font-droid-sans-mono-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "orbstack"
cask "sonic-pi"
cask "spotify"
cask "tor-browser"
cask "vlc"
cask "wezterm"
cask "obsidian"
go "golang.org/x/tools/gopls"
